{
    "Sauna gratuita": {
        "it": [
            "Oggi si respira acqua. Neanche il tuo ultimo partner era così appiccicoso.",
            "Oggi sudare è obbligatorio, puzzare no. Ricorda: l’umidità non è una scusa per diventare un'arma chimica.",
            "I condizionatori hanno preferito suicidarsi.",
            "Oggi il deodorante dura meno della tua voglia di vivere.",
            "Oggi è la giornata ideale per sfoderare un grande classico: 'Non è tanto il caldo, è l'umidità'.",
            "Oggi ti bastano cinque minuti fuori per sembrare appena uscito dalla doccia, ma no: non vale come scusa per saltare quella vera.",
            "Oggi la tua energia evapora più velocemente dell’acqua nelle pozzanghere.",
            "Ti piace il look effetto bagnato? Oggi l'avrai senza pagare, perché sei povero e l’umidità è gratis.",
            "Oggi respirare conta come attività sportiva ad alta intensità.",
            "Ricorda: la doccia è tua amica, e oggi sarà l’unica a volerti bene davvero."
        ],
        "en": [
            "Today you’re basically breathing water. Not even your last partner was this clingy.",
            "Today sweating is mandatory, stinking is not. Remember: humidity is no excuse to become a chemical weapon.",
            "The air conditioners have given up on life.",
            "Today your deodorant lasts less than your will to live.",
            "Today is perfect to pull out a classic: 'It’s not the heat, it’s the humidity'.",
            "Five minutes outside and you’ll look fresh out of the shower… but no, it doesn’t count as an excuse to skip the real one.",
            "Today your energy evaporates faster than puddle water.",
            "Like the wet look? Today you’ll get it for free, because you’re broke and humidity doesn’t charge.",
            "Today breathing alone counts as high-intensity cardio.",
            "Remember: the shower is your friend, and today it’s the only one who still loves you."
        ]
    },
    "Bufera da 'Eschimese per un giorno'": {
        "it": [
            "La bufera è il GPS naturale: ti ricorda che, come nella vita, non sai dove stai andando.",
            "Oggi solo la tua ex saprebbe tirarti la neve in faccia con più veemenza.",
            "Oggi Madre Natura ha cliccato su ‘hard mode’.",
            "La bufera di oggi è come l’abbraccio freddo che nessuno aveva chiesto.",
            "Oggi uscire di casa equivale a vivere in modalità survival.",
            "La bufera è la versione deluxe della nevicata: più caos, meno poesia.",
            "Se esci di casa e sopravvivi, aggiungilo pure al CV sotto 'abilità speciali'.",
            "Oggi il vento non soffia: ti bullizza.",
            "Se cerchi poesia nella neve, oggi troverai solo insulti.",
            "La bufera è la versione premium del freddo: più sofferenza, zero vantaggi."
        ],
        "en": [
            "A blizzard is nature’s GPS: reminding you that, just like in life, you have no idea where you’re going.",
            "Today only your ex could throw snow in your face with more vehemence.",
            "Today Mother Nature clicked on ‘hard mode’.",
            "Today’s blizzard is like the cold hug nobody asked for.",
            "Going outside today equals living in survival mode.",
            "A blizzard is the deluxe version of snowfall: more chaos, less poetry.",
            "If you go out and survive, add it to your CV under 'special skills'.",
            "Today the wind doesn’t blow: it bullies you.",
            "If you’re looking for poetry in the snow, today you’ll only find insults.",
            "A blizzard is the premium version of cold: more suffering, zero comfort."
        ]
    },
    "FREDDISSIMO": {
        "it": [
            "Oggi fa così freddo che il cuore del tuo ex ti sembra addirittura tiepido.",
            "Congelato? Tranquillo, è solo il tuo corpo che ti odia per essere uscito di casa.",
            "Oggi fa così freddo che pure il tuo fiato trema, proprio come quando il tuo ex ti metteva di fronte alla verità.",
            "Buone notizie: oggi risparmi sulla crioterapia.",
            "Stai rimpiangendo la zia che a Natale ti regalava guanti, sciarpa, berretto e pigiama, vero?",
            "Oggi sembri un surgelato che cammina, solo meno utile.",
            "Questo freddo ti entra nell'anima e ci resta più a lungo del tuo ex.",
            "Oggi anche il freddo si lamenta dell'inverno.",
            "Oggi proverai lo stesso gelo di quando andavi dietro a quel narcisista patologico.",
            "Questo clima è il modo di Madre Natura per punirti per quando dicevi 'Mi sono stancato dell'estate'."
        ],
        "en": [
            "Today it’s so cold that even your ex’s heart seems warm in comparison.",
            "Frozen? Relax, it’s just your body hating you for going outside.",
            "Today it’s so cold that even your breath trembles, just like you did when your ex hit you with the truth.",
            "Good news: today you’re saving money on cryotherapy.",
            "You’re regretting not appreciating your aunt who gave you gloves, a scarf, a hat, and pajamas for Christmas, aren’t you?",
            "Today you look like a walking frozen dinner, only less useful.",
            "This cold gets into your soul and stays longer than your ex ever did.",
            "Even the cold is complaining about winter today.",
            "Today you’ll feel the same chill you felt chasing that pathological narcissist.",
            "This weather is Mother Nature’s way of punishing you for saying 'I’m tired of summer'."
        ]
    },
    "Grandine da carrozziere contento": {
        "it": [
            "La grandine: esiste solo per ricordarti che non hai il garage.",
            "Cosa dura più delle tue relazioni? La grandine di oggi, ad esempio.",
            "Se senti rumore sul tetto, non è un ladro. È la grandine che ti ammacca la macchina.",
            "La grandine è il modo in cui il cielo dice: ‘non hai abbastanza problemi, eccone altri’.",
            "Anche la grandine lascia più segni di te.",
            "Oggi grandina ma non aver paura: è solo acqua che ci ha creduto fino in fondo. Prendi esempio.",
            "La grandine: il massaggio gratis che nessuno ha mai chiesto.",
            "Oggi anche l’assicurazione della tua auto ride di te.",
            "La grandine è l'equivalente di te al karaoke: tanto rumore, zero armonia.",
            "La grandine: la prova che anche le nuvole hanno problemi di gestione della rabbia."
        ],
        "en": [
            "Hail: it only exists to remind you that you don’t have a garage.",
            "What lasts longer than your relationships? Today’s hail, for example.",
            "If you hear noise on the roof, it’s not a thief. It’s hail denting your car.",
            "Hail is the sky’s way of saying: ‘Not enough problems? Here’s some more.’",
            "Even hail leaves a bigger impact than you.",
            "It’s hailing today, but don’t be afraid: it’s just water that truly believed in itself. Take notes.",
            "Hail: the free massage nobody ever asked for.",
            "Today even your insurance company is laughing at you.",
            "The hail is the equivalent of you at karaoke: lots of noise, zero harmony."
        ]
    },
    "Nebbia da film horror": {
        "it": [
            "La nebbia è come i tuoi ex: non la volevi, ma è tornata lo stesso.",
            "Visibilità pari al tuo piano di vita: zero.",
            "La nebbia è come la tua memoria quando ti chiedono cosa hai mangiato ieri: sfocata e incerta.",
            "Hai più possibilità di trovare il senso della vita che la strada giusta.",
            "Benvenuto a Silent Hill: niente trama, stessa ansia.",
            "Anche se c'è nebbia da film horror, l’unico fantasma che vedrai è quello della tua dignità.",
            "Non si orienterebbe neanche Google Maps.",
            "La visibilità è pari alle tue prospettive future.",
            "Ricorda che la nebbia è un’ottima scusa per il tuo pessimo senso dell’orientamento.",
            "La nebbia è come i tuoi obiettivi: c’è, ma non si capisce dove ti stia portando."
        ],
        "en": [
            "Fog is like your ex: you didn’t want it, but it came back anyway.",
            "Visibility equal to your life plan: zero.",
            "Fog is like your memory when they ask what you ate yesterday: blurry and uncertain.",
            "You’re more likely to find the meaning of life than the right road.",
            "Welcome to Silent Hill: no plot, same anxiety.",
            "Even if today looks like a horror movie fog, the only ghost you’ll see is your dignity.",
            "Not even Google Maps would find its way.",
            "Visibility matches your future prospects.",
            "Remember, fog is a perfect excuse for your terrible sense of direction.",
            "Fog is like your goals: it’s there, but you can’t tell where it’s taking you."
        ]
    },
    "Neve da guerra fredda in cortile": {
        "it": [
            "Oggi nevica ma senza esagerare: il cielo ha trovato l’equilibrio che tu non hai.",
            "Oggi la neve è moderata: abbastanza per farti uscire, ma anche per farti cadere con stile.",
            "Nevicata moderata: giusto quel tanto che serve per rovinarti le scarpe.",
            "Oggi la neve ti fa sognare cinque minuti e imprecare per il resto della giornata.",
            "Nevicata moderata: abbastanza per illuderti, non abbastanza per divertirti davvero.",
            "Come se non bastassero le storie sui social, te lo dico anch'io: sta nevicando. Non l'avresti mai detto, eh?",
            "Nevicata moderata: abbastanza bianca da sembrare magica, abbastanza scivolosa da farti male.",
            "Nevicata moderata: né troppa né poca, proprio come la tua voglia di uscire.",
            "Nevicata moderata: abbastanza da imbiancare tutto, non abbastanza da giustificare un giorno di ferie.",
            "Nevicata moderata: il compromesso tra magia e disagio."
        ],
        "en": [
            "Today it’s snowing but not too much: the sky found the balance you never had.",
            "Today the snow is moderate: enough to get you outside, but also enough to make you fall with style.",
            "Moderate snowfall: just enough to ruin your shoes.",
            "Today the snow makes you dream for five minutes and swear for the rest of the day.",
            "Moderate snow: enough to fool you, not enough to actually have fun.",
            "As if Instagram stories weren’t enough, I’ll tell you too: it’s snowing. Shocking, right?",
            "Moderate snowfall: white enough to look magical, slippery enough to hurt you.",
            "Moderate snow: not too much, not too little, just like your desire to go out.",
            "Moderate snowfall: enough to cover everything in white, not enough to justify a day off.",
            "Moderate snowfall: the compromise between magic and inconvenience."
        ]
    },
    "Neve romantica da film": {
        "it": [
            "Oggi qualcuno vivrà scene da film d'amore, e tu sarai proprio quel qualcuno che le osserverà dalla finestra.",
            "Oggi l'atmosfera è romantica, sì, ma tu prova a camminare senza scivolare.",
            "Oggi giornata perfetta per postare foto in bianco e nero con citazioni profonde, anche se l'ultimo libro che hai letto aveva i disegni.",
            "Oggi nevica come nei film romantici… peccato che la tua vita sia un film tragicomico.",
            "La neve scende dolce e pura… a differenza delle tue ultime relazioni.",
            "Oggi neve romantica da film, ma tu sembri più il personaggio imbarazzante di una sit-com.",
            "Questa neve è così poetica che ti mette quasi voglia di fingere di avere una vita sentimentale.",
            "Atmosfera da film d’amore: peccato che tu abbia più probabilità di abbracciare il termosifone che una persona.",
            "Smettila di fare storie sui social e goditi la giornata!",
            "Oggi è la giornata perfetta per dimostrare affetto a chi ti fa stare bene. Non aver paura di dire: 'Termosifone, ti voglio bene'."
        ],
        "en": [
            "Today someone will live a romantic movie scene, and you’ll be exactly the one watching it from the window.",
            "Today the atmosphere is romantic, sure, but try walking without slipping.",
            "Today is the perfect day to post black-and-white photos with deep quotes, even though the last book you read had pictures.",
            "Today it’s snowing like in a romantic movie… too bad your life is a tragicomedy.",
            "Snow falls sweet and pure… unlike your last relationships.",
            "Today feels like a romantic movie, but you look more like the awkward sitcom character.",
            "This snow is so poetic it almost makes you want to pretend you have a love life.",
            "Romantic movie vibes: too bad you’re more likely to hug the radiator than a person.",
            "Stop posting stories and actually enjoy the day!",
            "Today is the perfect day to show love to whoever makes you feel good. Don’t be afraid to say: 'Radiator, I love you.'"
        ]
    },
    "Nubifragio apocalittico": {
        "it": [
            "Nubifragio: il modo in cui il cielo ti ricorda che la vita va sempre a peggiorare.",
            "Tranquillo, la tua vita resta comunque più tragica del diluvio di oggi.",
            "Perfetta giornata per rivedere la tua assicurazione casa.",
            "L’unica cosa che affonda più delle strade è la tua autostima.",
            "Non pioveva così tanto dai tempi di Noè.",
            "Nubifragio: quando le strade affogano più velocemente dei tuoi sogni.",
            "La pioggia di oggi ha più costanza delle tue relazioni.",
            "Oggi l’acqua cade giù più velocemente delle tue speranze.",
            "Il cielo ha deciso di lavare via anche i tuoi ultimi sogni.",
            "Con questa pioggia, il cielo ha vinto il premio ‘drama queen’ dell’anno."
        ],
        "en": [
            "Downpour: the sky’s way of reminding you that life always gets worse.",
            "Today the sky decided to test your roof’s durability.",
            "Perfect day to review your home insurance policy.",
            "The only thing sinking faster than the streets is your self-esteem.",
            "It hasn’t rained this much since Noah’s time.",
            "Downpour: when the streets drown faster than your dreams.",
            "The rain today is more consistent than your relationships.",
            "Today the water falls faster than your hopes.",
            "The sky has decided to wash away even your last dreams.",
            "With this rain, the sky wins the ‘drama queen’ award of the year."
        ]
    },
    "Grigio esistenziale": {
        "it": [
            "Oggi il sole è in ferie. A differenza tua.",
            "Oggi c’è quella luce grigia che ti rovina le foto. Almeno stavolta non è solo colpa tua.",
            "Meteo ideale per guardare fuori dalla finestra e sospirare drammaticamente.",
            "Oggi il cielo sembra la tua playlist: monotono e senza luce.",
            "Oggi il grigio del cielo compete solo con quello delle tue prospettive future.",
            "Cielo grigio: perfetto per le tue foto drammatiche che nessuno vuole vedere.",
            "Cielo un po' spento, un po’ come la tua voglia di vivere.",
            "Il clima perfetto per fingere di essere profondo mentre guardi fuori dalla finestra.",
            "Oggi il cielo è così monotono che sembra la solita riunione inutile su Zoom.",
            "Il sole oggi ha fatto come il tuo ex: è sparito all'improvviso."
        ],
        "en": [
            "The sun’s on holiday today. Unlike you.",
            "Today there’s that flat gray light that ruins every photo. At least this time it’s not just your fault.",
            "Perfect weather to stare out the window and sigh dramatically.",
            "Today the sky looks like your playlist: monotonous and joyless.",
            "Today the gray sky competes only with your future prospects.",
            "Gray sky: perfect for your dramatic photos nobody wants to see.",
            "Sky a bit dull, kind of like your will to live.",
            "The perfect weather to pretend you’re deep while staring out the window.",
            "Today the sky is so monotonous it feels like yet another useless Zoom meeting.",
            "Today the sun pulled a move like your ex: vanished out of the blue."
        ]
    },
    "Nuvole artistiche": {
        "it": [
            "Oggi il cielo non sa cosa vuole dalla vita. Un po’ come te.",
            "Nuvole sparse: ricordano i frammenti dei tuoi traumi adolescenziali, sempre pronti a coprire il sole.",
            "Un po’ di sole, un po’ di nuvole. Un po’ come quella tua relazione ‘non ufficiale’.",
            "Oggi il meteo è bipolare, ma comunque più stabile del tuo ex.",
            "Meteo ballerino, ma comunque più stabile del tuo umore.",
            "Queste nuvole non faranno danni… ma per quello c'è sempre la tua ansia.",
            "Parzialmente nuvoloso: la versione meteo del ‘Mi piaci ma vediamo come va’.",
            "Oggi il cielo è più indeciso di te quando devi scegliere tra vita sociale e pigiama.",
            "Oggi il cielo è talmente indeciso che in confronto tu sembri quasi risoluto.",
            "Nuvole sparse: abbastanza da essere fastidiose, non abbastanza per darti una scusa per non uscire."
        ],
        "en": [
            "Today the sky doesn’t know what it wants from life. Kind of like you.",
            "Scattered clouds: like fragments of your teenage traumas, always hovering to block the sun.",
            "A bit of sun, a bit of clouds. Just like that ‘unofficial’ relationship of yours.",
            "Today the weather is bipolar, but still more stable than your ex.",
            "Changeable weather, yet still more stable than your mood.",
            "These clouds won’t cause any damage… but your anxiety will handle that part.",
            "Partly cloudy: the weather version of ‘I like you, but let’s see how it goes.’",
            "Today the sky is more indecisive than you when choosing between a social life and pajamas.",
            "Today the sky is so indecisive that compared to it, you almost seem determined.",
            "Scattered clouds: annoying enough to notice, but not enough to give you an excuse to stay in."
        ]
    },
    "Diluvio universale": {
        "it": [
            "Diluvio universale: come i tuoi traumi d’infanzia, ritorna sempre più devastante di quanto immaginassi.",
            "Ottima giornata per tornare a leggere, visto che l’ultimo libro che hai sfogliato era da colorare.",
            "Oggi piove con la stessa intensità con cui procrastini.",
            "Oggi acqua a secchiate. Come i tuoi rimpianti.",
            "Finalmente hai la scusa perfetta per stare sul divano a guardare un film senza sensi di colpa.",
            "Pioggia battente: finalmente qualcosa più insistente di te.",
            "Ti lamentavi del caldo e dell'estate? Ora muto.",
            "Sei già uscito senza ombrello, vero?",
            "E anche oggi hai dimenticato l’ombrello. Complimenti per la coerenza.",
            "Oggi diluvia: ottima scusa per non dare la colpa alla tua pigrizia."
        ],
        "en": [
            "Universal flood: like your childhood traumas, it comes back more devastating than you ever thought.",
            "Perfect day to get back to reading, considering the last book you touched was a coloring one.",
            "Today it rains with the same intensity you procrastinate.",
            "Buckets of rain today. Just like your regrets.",
            "Finally, the perfect excuse to stay on the couch and watch a movie guilt-free.",
            "Pouring rain: finally something more persistent than you.",
            "Were you complaining about the heat and summer? Now hush.",
            "You already left without your umbrella, didn’t you?",
            "And once again you forgot the umbrella. Congrats on the consistency.",
            "It’s pouring today: perfect excuse not to blame your laziness."
        ]
    },
    "Pioggerellina fastidiosa": {
        "it": [
            "La pioggerellina di oggi è come te: debole, ma inspiegabilmente fastidiosa.",
            "La pioggia di oggi è come il tuo ex: non serve a nulla, però riesce comunque a rovinarti la giornata.",
            "La pioggerellina è come la suoneria del vicino di casa: non ti uccide, ma ti logora piano piano.",
            "La pioggia di oggi è come un messaggio vocale di 2 secondi: inutile e fastidiosa. (Non che quelli lunghi siano tutta questa gran festa.)",
            "Questa pioggia è come un buongiornissimo su WhatsApp: indesiderata e irritante.",
            "Non piove tanto, solo quanto basta per rovinarti i capelli.",
            "Questa pioggierella è un po' come le tue paranoie alle tre di notte: non serve a niente ma dà ugualmente fastidio",
            "Oggi piove poco, ma abbastanza da farti pentire di essere uscito.",
            "Ieri hai lavato l'auto, vero?",
            "Questa pioggerellina è come un Wi-Fi instabile: non ti distrugge, ma ti irrita terribilmente."
        ],
        "en": [
            "Today’s drizzle is like you: weak, yet inexplicably annoying.",
            "Today’s rain is like your ex: completely useless, yet still manages to ruin your day.",
            "Drizzle is like your neighbor’s ringtone: it won’t kill you, but it wears you down little by little.",
            "Today’s rain is like a 2-second voice message: useless and annoying. (Not that the long ones are any better.)",
            "This rain is like a ‘Good morning’ spam on WhatsApp: unwanted and irritating.",
            "It’s not raining much, just enough to ruin your hair.",
            "This drizzle is a bit like your 3 a.m. paranoias: pointless, but still manages to bother you.",
            "Today it rains just enough to make you regret going out.",
            "You washed your car yesterday, didn’t you?",
            "This drizzle is like unstable Wi-Fi: it won’t destroy you, but it irritates you terribly."
        ]
    },
    "Pioggia da lavaggio auto gratuito": {
        "it": [
            "Questa pioggia non laverà la tua coscienza ma almeno laverà la tua auto.",
            "La pioggia di oggi somiglia ai discorsi di tua moglie: lunghi, pesanti e ripetitivi.",
            "Il temporale di oggi è lungo e noioso quanto una riunione di lavoro che poteva essere un’email.",
            "Quella con l'ombrello è l'unica relazione stabile che ti resta.",
            "Pioggia: il modo in cui Madre Natura ti autorizza a non uscire di casa senza sentirti in colpa.",
            "Il temporale di oggi ha lo stesso tono passivo-aggressivo del tuo ex.",
            "La pioggia di oggi è come una ramanzina di tua madre: interminabile e immotivatamente esagerata.",
            "Una pioggia così fastidiosa che batte anche i messaggi del gruppo famiglia di Whatsapp.",
            "Una pioggia più insistente degli operatori dei call center.",
            "Questa pioggia è pesante quasi quanto le tue lamentele, solo che lei prima o poi smette."
        ],
        "en": [
            "This rain won’t wash your conscience but at least it will wash your car.",
            "Today’s rain is like your wife’s speeches: long, heavy, and repetitive.",
            "Today’s storm is as long and boring as a work meeting that could have been an email.",
            "That umbrella is the only stable relationship you have left.",
            "Rain: Mother Nature’s way of letting you stay home without feeling guilty.",
            "Today’s storm has the same passive-aggressive tone as your ex.",
            "Today’s rain is like one of your mother’s lectures: endless and ridiculously exaggerated.",
            "Rain so annoying it beats even the messages from your family WhatsApp group.",
            "Rain more persistent than call center operators.",
            "The rain today is almost as relentless as your whining, but at least the rain eventually stops."
        ]
    },
    "Pioggia tropicale domestica": {
        "it": [
            "Oggi piove con la stessa simpatia di un ex che ti scrive 'Come stai?' alle 23:47.",
            "Pioggia pesante come le opinioni non richieste.",
            "È più fastidiosa questa pioggia o quando hai incontrato il tuo ex con la nuova compagna?",
            "La pioggia di oggi è fastidiosa come i tuoi amici che al telefono ti passano i loro figli piccoli per più di 5 secondi.",
            "Più fastidiosa di questa pioggia ci sono solo gli inviti ai matrimoni in piena estate.",
            "Piove con la stessa energia passivo-aggressiva delle domande dei parenti al cenone di Natale.",
            "Rovesci fastidiosi come quando ti passano il telefono e dall’altra parte c’è il cugino che non senti da vent’anni.",
            "Oggi la natura ti regala un’esperienza tropicale… potrebbe anche essere un'esperienza interessante, se solo ti trovassi a Bali e non in ufficio.",
            "'Non sapevo di vivere in Amazzonia': oggi, su Real Time.",
            "Un attimo sei in città, quello dopo stai girando un documentario di National Geographic."
        ],
        "en": [
            "Today it’s raining with the same charm as an ex texting you ‘How are you?’ at 11:47 p.m.",
            "Rain as heavy as unsolicited opinions.",
            "What's more annoying, this rain or when you ran into your ex with their new partner?",
            "Today’s rain is as annoying as friends handing you their kids on the phone for more than 5 seconds.",
            "More annoying than this rain are only summer wedding invitations.",
            "It’s raining with the same passive-aggressive energy as relatives’ questions at Christmas dinner.",
            "Annoying downpours like when someone hands you the phone and it’s that cousin you haven’t spoken to in twenty years.",
            "Today nature gives you a tropical experience… it might even be interesting, if only you were in Bali and not stuck at the office.",
            "‘I didn’t know I lived in the Amazon’: today, on Discovery Channel.",
            "One moment you’re in the city, the next you’re filming a National Geographic documentary."
        ]
    },
    "Giornata di sole troppo perfetta per essere vera": {
        "it": [
            "Oggi giornata splendente. A differenza della tua vita.",
            "Consiglio del giorno: outfit leggero. Tipo quello che metti quando fingi di fare jogging ma in realtà cammini e basta.",
            "Il sole splende… ma tu probabilmente sei chiuso in ufficio.",
            "Oggi la giornata è troppo bella per essere vera. Tranquillo: probabilmente ti accadrà qualcosa di fastidioso anche oggi.",
            "Il calore di oggi ti ricorda gli abbracci che il tuo ex dà alla sua nuova ragazza.",
            "Oggi il sole ti giudica: se ti lamenti del caldo, ricordati quando ti lamentavi per la pioggia.",
            "Il sole splende: approfittane per lamentarti in un modo nuovo.",
            "Oggi sole ovunque, tranne che nella tua vita sentimentale.",
            "Sole accecante oggi… finalmente un motivo valido per evitare il contatto visivo.",
            "Cielo azzurro… a differenza delle spunte grigie sulla chat di Whatsapp con la persona che ti piace."
        ],
        "en": [
            "Today’s a bright day. Unlike your life.",
            "Tip of the day: wear something light. Like the outfit you put on when you pretend to jog but only walk.",
            "The sun is shining… but you’re probably stuck in the office.",
            "Today is way too nice to be true. Don’t worry: something annoying will probably still happen to you.",
            "Today’s heat reminds you of the hugs your ex gives his new girlfriend.",
            "Today the sun judges you: if you complain about the heat, remember when you cried about the rain.",
            "The sun is shining: the perfect chance to find a new way to complain.",
            "Sun everywhere today, except in your love life.",
            "Blinding sun today… finally a valid excuse to avoid eye contact.",
            "Blue skies… unlike the grey ticks in your Whatsapp chat with your crush."
        ]
    },
    "Temporale da film catastrofico": {
        "it": [
            "Finalmente la colonna sonora perfetta per la tua vita.",
            "Oggi i fulmini illuminano più dei tuoi disperati tentativi di brillare davanti alla persona che ti piace.",
            "Se Zeus è nervosetto forse è perché hai riscritto al tuo ex.",
            "Il temporale è il modo della natura di dire: ‘ripensaci prima di uscire’.",
            "Meglio non usare il phon vicino alla finestra. Fidati.",
            "Il temporale è come tuo marito che gioca alla Playstation: rumoroso e snervante.",
            "Oggi i tuoni fanno più rumore dei tuoi pensieri negativi prima di addormentarti.",
            "Consiglio del giorno: evita di correre con un ombrello metallico. Non sei un parafulmine.",
            "Temporale: il modo preferito di Madre Natura per alimentare la tua ansia.",
            "Il temporale è come la persona stonata al karaoke: nessuno lo ha chiesto e rovina la serata."
        ],
        "en": [
            "Finally, the perfect soundtrack for your life.",
            "Today the lightning shines brighter than your desperate attempts to impress your crush.",
            "If Zeus is grumpy, maybe it’s because you texted your ex again.",
            "A thunderstorm is nature’s way of saying: ‘think twice before going out.’",
            "Better not use the hairdryer near the window. Trust me.",
            "A thunderstorm is like your husband playing PlayStation: loud and exhausting.",
            "Today the thunder is louder than your negative thoughts before falling asleep.",
            "Tip of the day: don’t run with a metal umbrella. You’re not a lightning rod.",
            "Thunderstorm: Mother Nature’s favorite way to fuel your anxiety.",
            "A thunderstorm is like the off-key person at karaoke: nobody asked for it, but it still ruins the night."
        ]
    },
    "Vento. Tanto.": {
        "it": [
            "Oggi il vento ti regala la piega gratis. Peccato che sembri un nido di corvi.",
            "Lascia perdere l’ombrello, oggi diventa un aquilone.",
            "Il vento di oggi è come il tuo psicologo: ti smonta e ti manda a casa confuso.",
            "Oggi camminare controvento è come fare cardio. Non lamentarti: è palestra gratis.",
            "Se ti vedi allo specchio e sembri un’opera cubista, almeno oggi puoi dare la colpa al vento.",
            "Le foglie volano, tu inciampi. E la natura ride.",
            "Il vento è come la tua ex: entra senza bussare e fa disastri.",
            "Oggi il vento urla più forte delle voci nella tua testa.",
            "Il vento è l’unico che riesce davvero a darti una spinta nella vita.",
            "Il vento di oggi è come l’ansia: spazza via ogni tua certezza."
        ],
        "en": [
            "Today the wind gives you a free hairstyle. Too bad it looks like a crow’s nest.",
            "Forget the umbrella, today be a kite.",
            "Today’s wind is like your therapist: it breaks you down and sends you home confused.",
            "Walking against the wind today is like doing cardio. Don’t complain: free workout.",
            "If you look in the mirror and resemble a cubist painting, at least today you can blame the wind.",
            "Leaves fly, you trip. Nature laughs.",
            "The wind is like your ex: comes in without knocking and makes a mess.",
            "Today the wind screams louder than the voices in your head.",
            "The wind is the only one that actually manages to give you a push in life.",
            "Today’s wind is like anxiety: it sweeps away all your certainties."
        ]
    },
    "Cielo stranamente sereno": {
        "it": [
            "Cielo sereno: il modo che ha la natura per illuderti che domani andrà meglio.",
            "Stelle brillanti e irraggiungibili come i tuoi sogni.",
            "Notte limpida: ottima per pensare a tutte le cose che non hai fatto.",
            "Il cielo è sereno, vorrei poter dire lo stesso della tua vita.",
            "La luna brilla e ti giudica in silenzio.",
            "Cielo limpido: perfetto per contare i problemi invece delle pecore.",
            "Stelle visibili: peccato che tu non sappia orientarti nemmeno con Google Maps.",
            "Un cielo romantico, se solo fossi in compagnia a guardarlo.",
            "Cielo stranamente sereno: troppo bello, cos'andrà storto?",
            "Cielo sereno: finalmente qualcosa senza nuvole, a differenza della tua testa."
        ],
        "en": [
            "Clear sky: nature’s way of fooling you into thinking tomorrow will be better.",
            "Bright stars, as unreachable as your dreams.",
            "Clear night: perfect for thinking about all the things you didn’t do.",
            "The sky is clear, wish I could say the same about your life.",
            "The moon shines and silently judges you.",
            "Clear sky: perfect for counting problems instead of sheep.",
            "Stars are visible: too bad you can’t find your way even with Google Maps.",
            "A romantic sky, if only you had someone to watch it with.",
            "Suspiciously clear sky: too good, what’s going to go wrong?",
            "Clear sky: finally something without clouds, unlike your mind."
        ]
    },
    "Nuvolette notturne": {
        "it": [
            "Nuvole notturne: anche loro hanno più vita sociale di te.",
            "Nuvole insonni: fluttuano senza meta come i tuoi pensieri.",
            "Nuvole in smart working notturno: un po' come te, fanno presenza, ma non lavorano.",
            "Nuvole che ti osservano dall’alto mentre ti chiedi perché non dormi.",
            "Queste nuvole lavorano part-time, proprio come le tue relazioni.",
            "Nuvole pigre: si muovono meno della tua motivazione.",
            "Nuvole grigie ma non troppo: esattamente come la tua personalità.",
            "Nuvole confuse: sembrano lo specchio della tua esistenza.",
            "Nuvole che passano e se ne vanno: a differenza dei tuoi problemi.",
            "Nuvole notturne: come certi colleghi, occupano spazio e basta."
        ],
        "en": [
            "Night clouds: even they have a better social life than you.",
            "Sleepless clouds: drifting aimlessly like your thoughts.",
            "Clouds on night shift remote work: a bit like you, they show up but don’t really work.",
            "Clouds watching you from above while you wonder why you’re not asleep.",
            "These clouds work part-time, just like your relationships.",
            "Lazy clouds: moving even less than your motivation.",
            "Clouds that are gray but not too much: exactly like your personality.",
            "Confused clouds: a mirror of your existence.",
            "Clouds that pass by and move on—unlike your problems.",
            "Night clouds: like certain coworkers, they just take up space."
        ]
    },
    "Simpatica pioggia notturna": {
        "it": [
            "Stanotte la pioggia fa più rumore della tua coscienza.",
            "Ogni goccia che cade è un giudizio non richiesto.",
            "La pioggia non ti fa dormire, ma tranquillo: neanche i tuoi pensieri.",
            "La pioggia tamburella sui vetri: è la natura che ti applaude sarcasticamente.",
            "La pioggia fa più rumore della tua vita sociale.",
            "Ogni goccia è la colonna sonora dei tuoi rimpianti.",
            "La pioggia continua a cadere, un po’ come la tua autostima.",
            "Stanotte la pioggia batte più del tuo cuore al primo appuntamento… peccato tu non ne abbia uno da anni.",
            "Il cielo piange, ma almeno lui sa sfogarsi: tu accumuli.",
            "La pioggia cade, tu invece resti fermo come i tuoi progetti incompiuti."
        ],
        "en": [
            "Tonight the rain is louder than your conscience.",
            "Every drop that falls is an unsolicited judgment.",
            "The rain won’t let you sleep, but don’t worry: neither will your thoughts.",
            "The rain drums on the glass: it’s nature sarcastically applauding you.",
            "The rain is louder than your social life.",
            "Every drop is the soundtrack of your regrets.",
            "The rain keeps falling, a bit like your self-esteem.",
            "Tonight the rain beats harder than your heart on a first date… too bad you haven’t had one in years.",
            "The sky cries, but at least it knows how to let it out — you just bottle everything up.",
            "The rain keeps falling, while you stay still like your unfinished projects."
        ]
    },
    "Affettuoso vento notturno": {
        "it": [
            "Il vento stanotte suona la colonna sonora perfetta per i tuoi incubi.",
            "Un vento che urla come una critica passivo-aggressiva.",
            "Un vento che apre porte che chiudi e questioni che eviti.",
            "Le persiane tremano più delle tue certezze.",
            "Il vento ulula più forte dei tuoi rimpianti.",
            "Stanotte il vento parla, ma neanche lui ti dirà nulla di carino.",
            "Un vento che soffia via le foglie, i ricordi e la tua dignità residua.",
            "Quel rumore? Tranquillo, è solo il vento… In teoria.",
            "Il vento bussa alle finestre. Beh, almeno qualcuno viene a farti visita.",
            "Saranno i ladri? Sarà il vento? Non lo sapremo mai perché non hai il coraggio di alzarti."
        ],
        "en": [
            "Tonight the wind plays the perfect soundtrack for your nightmares.",
            "A wind that screams like a passive-aggressive critique.",
            "A wind that opens doors you close and issues you avoid.",
            "The shutters shake more than your certainties.",
            "The wind howls louder than your regrets.",
            "Tonight the wind speaks, but it still has nothing nice to say to you.",
            "A wind that blows away the leaves, the memories, and what’s left of your dignity.",
            "That noise? Relax, it’s just the wind… theoretically.",
            "The wind knocks at the windows. Well, at least someone comes to visit you.",
            "Burglars or the wind? We’ll never know, because you don’t have the guts to get up."
        ]
    }
}